Repository: sowate12/finalProjectFinalChallenge
Catalog: CobayaCoreML/Helper/CobayaCoreML/CobayaCoreML/*.lproj/Localizable.strings
Languages: id

source: Tap the fruit to scan
id: Ketuk Buah untuk Memindai

source: Your result is:
id: Hasil anda adalah:

source: Detecting Fruit
id: Mendeteksi Buah

source: Hold Still, Scanning the Fruit
id: Tahan Posisi, Mendeteksi Buah

source: There's No Fruit Detected
id: Tidak ada Buah Terdeteksi

source: Would you like to rescan the fruit?
id: Apakah anda mau memindai ulang buahnya?

source: Retry
id: Coba Lagi

source: Cancel
id: Batal

source: Fuji Apple
id: Apel Fuji

source: Mandarin Orange
id: Jeruk Mandarin

source: Tomato
id: Tomat

source: Check the texture of the fruit again, make sure that it's firm
id: Periksa tekstur dari buah, pastikan sudah padat

source: Don't forget to check the smell too.
id: Jangan lupa untuk memeriksa baunya.

source: A sweet smell from the fruit indicates it has sweet flavour
id: Bau yang manis menunjukkan rasa yang manis

source: If the fruit is starting to get tender, it means it's starting to go bad. Better eat that fast!
id: Jika buahnya mulai lunak, itu berarti mulai memburuk. Lebih baik makan secepatnya!

source: If the fruit smells good, time for you to grab the fruit!
id: Jika baunya harum, saatnya untuk mengambil buahnya!

source: We detect that the fruit color is dull, try to choose another apple
id: Kami mendeteksi bahwa warna buahnya gelap, cobalah untuk memilih apel lain

source: We detect that the fruit is a bit fresh and the color is fine
id: Kami mendeteksi bahwa buahnya sedikit segar dan warnanya baik-baik saja

source: We detect that the fruit is fresh and color are good
id: Kami mendeteksi bahwa buahnya segar dan warnanya bagus

source: We detect that the fruit is in prime condition, ripe and the color looks good.
id: Kami mendeteksi bahwa buahnya dalam kondisi terbaik, matang dan warnanya terlihat bagus.

source: The result of this fruit side:
id: Nilai sisi buah ini:

source: Great Eye!
id: Penglihatan yang Baik!

source: Color :
id: Warna :

source: Color : Average
id: Warna : Rata-rata

source: It looks a bit fresh and the texture is quite good
id: Terlihat sedikit segar dan teksturnya cukup bagus

source: Excellent!
id: Luar biasa!

source: Sweet
id: Manis

source: Good!
id: Bagus!

source: Okay.
id: Baik.

source: Average
id: Rata-rata

source: Almost There...
id: Hampir...

source: Not Good
id: Tidak Bagus

source: Poor
id: Buruk
